Repository: hamlet237/PPRWPH
Catalog: languages/pprwph-*.po
Languages: pt_pt

source: 1 cup of respect
pt_pt: 1 xícara de respeito

source: 1 dash of adventure
pt_pt: 1 pitada de aventura

source: 1 dash of humor
pt_pt: 1 pitada de humor

source: 1 dash of joy
pt_pt: 1 pitada de alegria

source: 1 dash of tenderness
pt_pt: 1 pitada de ternura

source: 1/2 cup of understanding
pt_pt: 1/2 xícara de compreensão

source: 1/4 cup of patience
pt_pt: 1/4 xícara de paciência

source: 2 cups of trust
pt_pt: 2 xícaras de confiança

source: 2 hearts brimming with love
pt_pt: 2 corações cheios de amor

source: <!-- wp:heading {"level":3,"className":"wp-block-heading"} --><h3 class="wp-block-heading">Un festín para el corazón: un viaje culinario de amor</h3><!-- /wp:heading --><!-- wp:paragraph --><p>Para crear un plato de amor original, comienza con una base sólida de confianza, respeto, comprensión y paciencia. Sazone con humor, alegría, aventura y ternura para darle vida a la vida. En el centro coloca dos corazones rebosantes de amor. Cocine a fuego lento durante todo el proceso, revolviendo ocasionalmente para afrontar los altibajos. Decora con palabras amables, gestos cariñosos y pequeños detalles. Comparte con tu ser querido y disfruta del delicioso sabor del amor verdadero.</p><!-- /wp:paragraph --><!-- wp:paragraph --><p>Recuerda que no existe una receta fija para Amor, cada uno lo crea a su manera. Experimenta, utiliza ingredientes frescos y de alta calidad y sírvelo con una sonrisa y el corazón abierto. ¡Que el amor sea el condimento que le dé sabor a tu vida!</p><!-- /wp:paragraph -->
pt_pt: <!-- wp:heading {"level":3,"className":"wp-block-heading"} --><h3 class="wp-block-heading">Uma festa para o coração: uma viagem culinária de amor</h3><!-- /wp:heading --><!-- wp:paragraph --><p>Para criar um plano de amor original, comece com uma base sólida de confiança, respeito, compreensão e paciência. Sazone com humor, alegria, aventura e estabilidade para dar vida à vida. No centro coloca dois corações rebosantes de amor. Cozinhar a fogo lento durante todo o processo, girando ocasionalmente para enfrentar os altibajos. Decora con palabras amables, gestos cariños y pequeños detalles. Compare com seu ser querido e desfrute do delicioso sabor do amor verdadeiro.</p><!-- /wp:paragraph --><!-- wp:paragraph --><p>Lembre-se de que não existe uma receita fija para Amor, cada um o cria à sua maneira. Experimenta, utiliza ingredientes frescos e de alta qualidade e sírvelo com um sonrisa e o coração aberto. Que o amor seja o condimento que dá sabor à sua vida!</p><!-- /wp:paragraph -->

source: <p>To serve, garnish with <strong>kind words, loving gestures, and small details</strong>. Share with your loved one and savor the delicious experience of true love.&nbsp;</p><p><ul><li><strong>Don't be afraid to experiment</strong>. Add your own special ingredients to create a unique dish that represents your love.&nbsp;</li><li><strong>Use fresh, high-quality ingredients</strong>. True love is a priceless treasure, treat it with care.&nbsp;</li><li><strong>Serve with a smile and an open heart</strong>. Love is best enjoyed when shared.</li></ul></p><p>Enjoy your creation!</p>
pt_pt: <p>Para servir, decore com <strong>palavras gentis, gestos amorosos e pequenos detalhes</strong> . Compartilhe com quem você ama e saboreie a deliciosa experiência do amor verdadeiro.</p><p><ul><li> <strong>Não tenha medo de experimentar</strong> . Adicione seus próprios ingredientes especiais para criar um prato único que represente o seu amor.</li><li> <strong>Use ingredientes frescos e de alta qualidade</strong> . O amor verdadeiro é um tesouro inestimável, trate-o com cuidado.</li><li> <strong>Sirva com um sorriso e um coração aberto</strong> . O amor é melhor apreciado quando compartilhado.</li></ul></p><p> Aproveite sua criação!</p>

source: Add a dash of humor, joy, adventure, and tenderness. Life is tastier with a touch of fun and spontaneity.
pt_pt: Adicione uma pitada de humor, alegria, aventura e ternura. A vida fica mais saborosa com um toque de diversão e espontaneidade.

source: Add New
pt_pt: Adicionar novo

source: Add New Recipe category
pt_pt: Adicionar nova categoria de receita

source: Add new Recipe
pt_pt: Adicionar nova receita CPT

source: Add recipe
pt_pt: Adicionar receita

source: All Recipe categories
pt_pt: Todas as categorias de receitas

source: All Whitepaper
pt_pt: Todas as receitas CPT

source: An error has occurred. Please try again in a few minutes.
pt_pt: Ocorreu um erro. Por favor, tente novamente em alguns minutos.

source: Bake for a lifetime, stirring occasionally. Love is a lifelong journey, full of ups and downs, but it is always worth it.
pt_pt: Asse por toda a vida, mexendo ocasionalmente. O amor é uma jornada para toda a vida, cheia de altos e baixos, mas sempre vale a pena.

source: Baking
pt_pt: Cozimento

source: Dashing
pt_pt: Arrojado

source: Edit audio
pt_pt: Editar áudio

source: Edit audios
pt_pt: Editar áudios

source: Edit file
pt_pt: Editar arquivo

source: Edit files
pt_pt: Editar arquivos

source: Edit image
pt_pt: Editar imagem

source: Edit images
pt_pt: Editar imagens

source: Edit recipe
pt_pt: Editar receita

source: Edit Recipe category
pt_pt: Editar categoria de receita

source: Edit Recipe
pt_pt: Editar Receita CPT

source: Edit video
pt_pt: Editar vídeo

source: Edit videos
pt_pt: Editar vídeos

source: Elaboration steps
pt_pt: Etapas de elaboração

source: Hearting
pt_pt: Coração

source: hours
pt_pt: horas

source: If you activate this option the plugin will remove all options on deactivation. Please, be careful. This process cannot be undone.
pt_pt: Se você ativar esta opção, o plugin removerá todas as opções de desativação. Por favor, seja cuidadoso. Este processo não pode ser desfeito.

source: In a large bowl, mix together the trust, respect, understanding, and patience. These are the foundations of a strong and lasting relationship.
pt_pt: Em uma tigela grande, misture confiança, respeito, compreensão e paciência. Estes são os alicerces de um relacionamento forte e duradouro.

source: Ingredient
pt_pt: Ingrediente

source: Ingredients
pt_pt: Ingredientes

source: Loading...
pt_pt: Carregando...

source: Love recipe
pt_pt: Receita de amor

source: minutes
pt_pt: minutos

source: Mixing
pt_pt: Misturando

source: More recipes
pt_pt: Mais receitas

source: New Recipe category
pt_pt: Nova categoria de receita

source: Next
pt_pt: Próximo

source: Not Whitepaper found
pt_pt: Não foram encontradas receitas CPT

source: Not Whitepaper found in Trash
pt_pt: Não Receitas CPT encontradas na Lixeira

source: Order element
pt_pt: Elemento de pedido

source: Ordered element
pt_pt: Elemento ordenado

source: Parent Recipe
pt_pt: Receita Pai

source: Parent Recipe category
pt_pt: Categoria de receita pai

source: Parent Recipe category:
pt_pt: Categoria de receita pai:

source: Place the two hearts in the center of the mixture. Love is the main ingredient in this dish.
pt_pt: Coloque os dois corações no centro da mistura. O amor é o ingrediente principal deste prato.

source: Play recipe
pt_pt: Receita de jogo

# Post Type general name
source: Whitepaper
pt_pt: Receitas CPT

# Post Type singular name
source: Recipe
pt_pt: Receita CPT

source: Preheat the oven to low heat. Love cooks best over a slow flame, with patience and care.
pt_pt: Pré-aqueça o forno em fogo baixo. O amor cozinha melhor em fogo lento, com paciência e cuidado.

source: Preparing step
pt_pt: Etapa de preparação

source: Previous
pt_pt: Anterior

source: Recipe categories
pt_pt: Categorias de receitas

source: Recipe details
pt_pt: Detalhes da receita

source: Recipe gallery
pt_pt: Galeria de receitas

source: Recipe slug
pt_pt: Lesma de receita

source: Recipe suggestions
pt_pt: Sugestões de receitas

source: Recipe total time (hours:minutes)
pt_pt: Tempo total da receita (horas:minutos)

source: Recipe video url
pt_pt: URL do vídeo da receita

source: Whitepaper
pt_pt: Receitas

source: Whitepaper description
pt_pt: Descrição das receitas CPT

source: Whitepaper manager - WPH
pt_pt: Gerenciador de receitas - WPH

source: Whitepaper manager WPH
pt_pt: Gerenciador de receitas WPH

source: Remove plugin options on deactivation
pt_pt: Remover opções de plugin na desativação

source: Save options
pt_pt: Salvar opções

source: Saved successfully
pt_pt: Salvo com sucesso

source: Search Recipe categories
pt_pt: Pesquisar categorias de receitas

source: Search Recipe
pt_pt: Pesquisar Receita CPT

source: Select audio
pt_pt: Selecione o áudio

source: Select audios
pt_pt: Selecione áudios

source: Select file
pt_pt: Selecione o arquivo

source: Select files
pt_pt: Selecionar arquivos

source: Select image
pt_pt: Selecione a imagem

source: Select images
pt_pt: Selecione imagens

source: Select video
pt_pt: Selecione o vídeo

source: Select videos
pt_pt: Selecione vídeos

source: Step description
pt_pt: Descrição da etapa

source: Step time (hours:minutes)
pt_pt: Tempo de passo (horas:minutos)

source: Step title
pt_pt: Título da etapa

source: Steps
pt_pt: Passos

source: Suggestions
pt_pt: Sugestões

# Taxonomy general name
source: Recipe categories
pt_pt: Categorias de receitas

# Taxonomy singular name
source: Recipe category
pt_pt: Categoria de receita

source: This is a short description of what the plugin does
pt_pt: Esta é uma breve descrição do que o plugin faz

source: This option sets the slug of the main recipes archive page, and the recipe pages. By default they will be:
pt_pt: Esta opção define o slug da página principal do arquivo de receitas e das páginas de receitas. Por padrão eles serão:

source: Total time
pt_pt: Tempo total

source: Update Recipe category
pt_pt: Atualizar categoria de receita

source: Update Recipe
pt_pt: Atualizar Receita CPT

source: View Recipe
pt_pt: Ver Receita CPT

source: Wordpress-Heroes
pt_pt: Heróis do Wordpress

source: WPH Options
pt_pt: Opções WPH

source: You can set a video repository url here (like YouTube or Vimeo) to show the content in the recipe's page.
pt_pt: Você pode definir um URL de repositório de vídeo aqui (como YouTube ou Vimeo) para mostrar o conteúdo na página da receita.
